Repository: initMoin/toDo
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, hi, it, ja, ms, th, ur, zh_hans

source: Use 3–30 letters, numbers, periods, or underscores. Your username is how collaborators recognize you.
ar: استخدم من 3 إلى 30 حرفًا أو رقمًا أو نقطة أو شرطة سفلية. اسم المستخدم هو الطريقة التي يتعرّف بها المتعاونون عليك.
es: Usa entre 3 y 30 letras, números, puntos o guiones bajos. Tu nombre de usuario es la forma en que te reconocen los colaboradores.
hi: 3–30 अक्षर, अंक, बिंदु या अंडरस्कोर का उपयोग करें। आपका उपयोगकर्ता नाम सहयोगियों को आपकी पहचान बताता है।
it: Usa da 3 a 30 lettere, numeri, punti o trattini bassi. Il nome utente è il modo in cui i collaboratori ti riconoscono.
ja: 3〜30文字の英字、数字、ピリオド、アンダースコアを使用してください。ユーザー名は共同作業者があなたを認識する名前です。
ms: Gunakan 3–30 huruf, nombor, titik atau garis bawah. Nama pengguna ialah cara kolaborator mengenali anda.
th: ใช้ตัวอักษร ตัวเลข จุด หรือขีดล่าง 3–30 ตัว ชื่อผู้ใช้คือชื่อที่ผู้ร่วมงานใช้ระบุคุณ
ur: 3 سے 30 حروف، اعداد، نقطوں یا انڈر اسکور استعمال کریں۔ آپ کا صارف نام ساتھیوں کو آپ کی شناخت بتاتا ہے۔
zh_hans: 请使用 3–30 个字母、数字、句点或下划线。用户名是协作者识别你的方式。

source: Use a CAF, WAV, AIFF, or AIF sound file.
ar: استخدم ملف صوت CAF أو WAV أو AIFF أو AIF.
es: Usa un archivo de sonido CAF, WAV, AIFF o AIF.
hi: CAF, WAV, AIFF या AIF ध्वनि फ़ाइल का उपयोग करें।
it: Usa un file audio CAF, WAV, AIFF o AIF.
ja: CAF、WAV、AIFF、またはAIFのサウンドファイルを使ってください。
ms: Gunakan fail bunyi CAF, WAV, AIFF, atau AIF.
th: ใช้ไฟล์เสียง CAF, WAV, AIFF หรือ AIF
ur: CAF، WAV، AIFF، یا AIF آواز فائل استعمال کریں۔
zh_hans: 使用 CAF、WAV、AIFF 或 AIF 声音文件。

source: Use a secure https image link.
ar: استخدم رابط صورة آمنًا عبر https.
es: Usa un enlace de imagen seguro mediante https.
hi: एक सुरक्षित https चित्र लिंक का उपयोग करें।
it: Usa un link immagine sicuro https.
ja: 安全なhttps画像リンクを使用してください。
ms: Gunakan pautan imej https yang selamat.
th: ใช้ลิงก์รูป https ที่ปลอดภัย
ur: محفوظ https تصویر کا لنک استعمال کریں۔
zh_hans: 使用安全的 https 图片链接。

source: Use a secure image link. toDō downloads a local copy before asking where to use it.
ar: استخدم رابط صورة آمنًا. ينزّل toDō نسخة محلية قبل سؤالك عن مكان استخدامها.
es: Usa un enlace de imagen seguro. toDō descarga una copia local antes de preguntarte dónde usarla.
hi: सुरक्षित चित्र लिंक का उपयोग करें। toDō यह पूछने से पहले स्थानीय प्रति डाउनलोड करता है कि इसका उपयोग कहाँ करना है।
it: Usa un link immagine sicuro. toDō scarica una copia locale prima di chiederti dove usarla.
ja: 安全な画像リンクを使用してください。toDōは利用場所を尋ねる前にローカルコピーをダウンロードします。
ms: Gunakan pautan imej selamat. toDō memuat turun salinan setempat sebelum bertanya tempat menggunakannya.
th: ใช้ลิงก์รูปที่ปลอดภัย toDō จะดาวน์โหลดสำเนาในเครื่องก่อนถามว่าจะใช้ที่ใด
ur: محفوظ تصویر کا لنک استعمال کریں۔ toDō یہ پوچھنے سے پہلے مقامی کاپی ڈاؤن لوڈ کرتی ہے کہ اسے کہاں استعمال کرنا ہے۔
zh_hans: 使用安全的图片链接。toDō 会先下载本地副本，再询问使用位置。

source: Use a sound file smaller than 5 MB.
ar: استخدم ملف صوت أصغر من 5 م.ب.
es: Usa un archivo de sonido menor de 5 MB.
hi: 5 MB से छोटी ध्वनि फ़ाइल का उपयोग करें।
it: Usa un file audio più piccolo di 5 MB.
ja: 5 MB未満のサウンドファイルを使ってください。
ms: Gunakan fail bunyi yang lebih kecil daripada 5 MB.
th: ใช้ไฟล์เสียงที่เล็กกว่า 5 MB
ur: 5 MB سے چھوٹی آواز فائل استعمال کریں۔
zh_hans: 使用小于 5 MB 的声音文件。

source: Use a sound that is 30 seconds or shorter.
ar: استخدم صوتًا مدته 30 ثانية أو أقل.
es: Usa un sonido de 30 segundos o menos.
hi: 30 सेकंड या उससे कम की ध्वनि का उपयोग करें।
it: Usa un suono di 30 secondi o meno.
ja: 30秒以下のサウンドを使ってください。
ms: Gunakan bunyi 30 saat atau kurang.
th: ใช้เสียงที่มีความยาวไม่เกิน 30 วินาที
ur: 30 سیکنڈ یا اس سے کم کی آواز استعمال کریں۔
zh_hans: 使用 30 秒或更短的声音。

source: Use a username with letters, numbers, periods, or underscores.
ar: استخدم اسم مستخدم مكونًا من أحرف وأرقام ونقاط وشرطات سفلية.
es: Usa un nombre de usuario con letras, números, puntos y guiones bajos.
hi: अक्षरों, अंकों, बिंदुओं और अंडरस्कोर वाला उपयोगकर्ता नाम चुनें।
it: Usa un nome utente con lettere, numeri, punti e trattini bassi.
ja: 英字、数字、ピリオド、アンダースコアを含むユーザー名を使用してください。
ms: Gunakan nama pengguna yang mengandungi huruf, nombor, titik dan garis bawah.
th: ใช้ชื่อผู้ใช้ที่มีตัวอักษร ตัวเลข จุด และขีดล่าง
ur: حروف، اعداد، نقاط اور انڈر اسکور والا صارف نام استعمال کریں۔
zh_hans: 使用包含字母、数字、句点和下划线的用户名。

source: Use an Image Link
ar: استخدام رابط صورة
es: Usar un enlace de imagen
hi: चित्र लिंक का उपयोग करें
it: Usa link immagine
ja: 画像リンクを使用
ms: Gunakan Pautan Imej
th: ใช้ลิงก์รูป
ur: تصویر کا لنک استعمال کریں
zh_hans: 使用图片链接

source: Use an image smaller than 5 MB.
ar: استخدم صورة أصغر من 5 ميغابايت.
es: Usa una imagen de menos de 5 MB.
hi: 5 MB से छोटी छवि का उपयोग करें।
it: Usa un'immagine più piccola di 5 MB.
ja: 5 MB未満の画像を使用してください。
ms: Gunakan imej yang lebih kecil daripada 5 MB.
th: ใช้รูปที่มีขนาดเล็กกว่า 5 MB
ur: 5 MB سے چھوٹی تصویر استعمال کریں۔
zh_hans: 使用小于 5 MB 的图片。

source: Use Apple Intelligence
ar: استخدام Apple Intelligence
es: Usar Apple Intelligence
hi: Apple Intelligence उपयोग करें
it: Usa Apple Intelligence
ja: Apple Intelligenceを使用
ms: Gunakan Apple Intelligence
th: ใช้ Apple Intelligence
ur: Apple Intelligence استعمال کریں
zh_hans: 使用 Apple Intelligence

source: Use Custom
ar: استخدام المخصص
es: Usar personalizado
hi: कस्टम उपयोग करें
it: Usa personalizzato
ja: カスタムを使用
ms: Guna Tersuai
th: ใช้แบบกำหนดเอง
ur: حسب ضرورت استعمال کریں
zh_hans: 使用自定义

source: Use Image
ar: استخدام الصورة
es: Usar imagen
hi: चित्र का उपयोग करें
it: Usa immagine
ja: 画像を使用
ms: Gunakan Imej
th: ใช้รูป
ur: تصویر استعمال کریں
zh_hans: 使用图片

source: Use Image Link
ar: استخدام رابط الصورة
es: Usar enlace de imagen
hi: चित्र लिंक का उपयोग करें
it: Usa link immagine
ja: 画像リンクを使用
ms: Gunakan Pautan Imej
th: ใช้ลิงก์รูป
ur: تصویر کا لنک استعمال کریں
zh_hans: 使用图片链接

source: Use iPhone for maps, recurrence rules, and full tag editing.
ar: استخدم iPhone للخرائط وقواعد التكرار والتحرير الكامل للوسوم.
es: Usa el iPhone para mapas, reglas de repetición y edición completa de etiquetas.
hi: मैप, दोहराव नियम और पूर्ण टैग संपादन के लिए iPhone का उपयोग करें।
it: Usa iPhone per mappe, regole di ripetizione e modifica completa dei tag.
ja: 地図、繰り返しルール、タグの詳細編集にはiPhoneを使用してください。
ms: Gunakan iPhone untuk peta, peraturan ulangan dan penyuntingan tag penuh.
th: ใช้ iPhone สำหรับแผนที่ กฎการทำซ้ำ และการแก้ไขแท็กแบบเต็ม
ur: نقشوں، تکرار کے اصولوں اور مکمل ٹیگ ترمیم کے لیے iPhone استعمال کریں۔
zh_hans: 使用 iPhone 处理地图、重复规则和完整标签编辑。

source: Use MP3, M4A, CAF, WAV, AIFF, or AIF audio.
ar: استخدم صوت MP3 أو M4A أو CAF أو WAV أو AIFF أو AIF.
es: Usa audio MP3, M4A, CAF, WAV, AIFF o AIF.
hi: MP3, M4A, CAF, WAV, AIFF या AIF ऑडियो का उपयोग करें।
it: Usa audio MP3, M4A, CAF, WAV, AIFF o AIF.
ja: MP3、M4A、CAF、WAV、AIFF、またはAIFの音声を使ってください。
ms: Gunakan audio MP3, M4A, CAF, WAV, AIFF, atau AIF.
th: ใช้เสียง MP3, M4A, CAF, WAV, AIFF หรือ AIF
ur: MP3، M4A، CAF، WAV، AIFF، یا AIF آڈیو استعمال کریں۔
zh_hans: 使用 MP3、M4A、CAF、WAV、AIFF 或 AIF 音频。

source: Use Synced
ar: استخدام المتزامن
es: Usar sincronizado
hi: सिंक्ड का उपयोग करें
it: Usa sincronizzato
ja: 同期版を使用
ms: Gunakan yang disegerakkan
th: ใช้เวอร์ชันที่ซิงค์
ur: سنک شدہ استعمال کریں
zh_hans: 使用同步

source: Use Test Account
ar: استخدام حساب الاختبار
es: Usar cuenta de prueba
hi: टेस्ट अकाउंट का उपयोग करें
it: Usa account di prova
ja: テストアカウントを使用
ms: Gunakan Akaun Ujian
th: ใช้บัญชีทดสอบ
ur: ٹیسٹ اکاؤنٹ استعمال کریں
zh_hans: 使用测试账户

source: Use the device default.
ar: استخدام الإعداد الافتراضي للجهاز.
es: Usar el valor predeterminado del dispositivo.
hi: डिवाइस डिफ़ॉल्ट इस्तेमाल करें।
it: Usa il valore predefinito del dispositivo.
ja: デバイスのデフォルトを使用します。
ms: Guna lalai peranti.
th: ใช้ค่าเริ่มต้นของอุปกรณ์
ur: ڈیوائس کا ڈیفالٹ استعمال کریں۔
zh_hans: 使用设备默认值。

source: Use the device setting, or keep toDō light or dark.
ar: استخدم إعداد الجهاز أو اجعل تُدُ فاتحًا أو داكنًا.
es: Usa el ajuste del dispositivo, o mantén toDō claro u oscuro.
hi: डिवाइस सेटिंग इस्तेमाल करें, या toDō को लाइट/डार्क रखें।
it: Usa l'impostazione del dispositivo, oppure mantieni toDō chiaro o scuro.
ja: デバイス設定を使うか、toDōをライトまたはダークに固定します。
ms: Guna tetapan peranti, atau kekalkan toDō cerah atau gelap.
th: ใช้การตั้งค่าอุปกรณ์ หรือให้ toDō เป็นสว่าง/มืด
ur: ڈیوائس setting استعمال کریں، یا toDō کو light یا dark رکھیں۔
zh_hans: 使用设备设置，或让 toDō 保持浅色或深色。

source: Use the Digital Crown here. The main form stays easy to scroll.
ar: استخدم Digital Crown هنا. يظل النموذج الرئيسي سهل التمرير.
es: Usa la Digital Crown aquí. El formulario principal sigue siendo fácil de desplazar.
hi: यहाँ Digital Crown का उपयोग करें. मुख्य फ़ॉर्म स्क्रॉल करना आसान रहता है.
it: Usa la Digital Crown qui. Il modulo principale resta facile da scorrere.
ja: ここではDigital Crownを使います。メインフォームはスクロールしやすいままです。
ms: Guna Digital Crown di sini. Borang utama kekal mudah ditatal.
th: ใช้ Digital Crown ที่นี่ ฟอร์มหลักยังเลื่อนได้ง่าย
ur: یہاں Digital Crown استعمال کریں۔ مرکزی فارم اسکرول کرنا آسان رہتا ہے۔
zh_hans: 在这里使用 Digital Crown。主表单仍然易于滚动。

source: Use This Link
ar: استخدام هذا الرابط
es: Usar este enlace
hi: इस लिंक का उपयोग करें
it: Usa questo link
ja: このリンクを使用
ms: Gunakan Pautan Ini
th: ใช้ลิงก์นี้
ur: یہ لنک استعمال کریں
zh_hans: 使用此链接

source: Use toDō Sync on the web
ar: استخدام مزامنة toDō على الويب
es: Usar toDō Sync en la web
hi: वेब पर toDō Sync का उपयोग करें
it: Usa toDō Sync sul web
ja: WebでtoDō Syncを使う
ms: Gunakan toDō Sync di web
th: ใช้ toDō Sync บนเว็บ
ur: ویب پر toDō Sync استعمال کریں
zh_hans: 在网页上使用 toDō Sync

source: Use Utilities to search and filter, then open a toDō beside the list when you need the focused view.
ar: استخدم الأدوات للبحث والتصفية، ثم افتح toDō بجانب القائمة عندما تحتاج إلى عرض مركّز.
es: Usa Utilidades para buscar y filtrar, y abre un toDō junto a la lista cuando necesites una vista enfocada.
hi: खोज और फ़िल्टर के लिए Utilities इस्तेमाल करें, फिर focused view चाहिए तो सूची के पास toDō खोलें।
it: Usa Utilità per cercare e filtrare, poi apri un toDō accanto all’elenco quando ti serve la vista focalizzata.
ja: ユーティリティで検索とフィルタを行い、集中表示が必要なときはリストの横にtoDōを開きます。
ms: Gunakan Utilities untuk mencari dan menapis, kemudian buka toDō di sebelah senarai apabila anda perlukan paparan fokus.
th: ใช้ Utilities เพื่อค้นหาและกรอง แล้วเปิด toDō ข้างรายการเมื่อคุณต้องการมุมมองที่โฟกัส
ur: تلاش اور فلٹر کے لیے Utilities استعمال کریں، پھر focused view چاہیے ہو تو فہرست کے ساتھ toDō کھولیں۔
zh_hans: 使用工具进行搜索和筛选，需要专注视图时，在列表旁打开一个 toDō。

source: Use what I said
ar: استخدم ما قلته
es: Usar lo que dije
hi: मेरी कही बात इस्तेमाल करें
it: Usa ciò che ho detto
ja: 話した内容を使用
ms: Gunakan perkara yang saya sebut
th: ใช้สิ่งที่ฉันพูด
ur: میری کہی ہوئی بات استعمال کریں
zh_hans: 使用我说的内容

source: Use What Is Already There
ar: استخدام الموجود بالفعل
es: Usar lo que ya esta ahi
hi: जो पहले से है उसे इस्तेमाल करें
it: Usa cio che c'e gia
ja: 既存のものを使う
ms: Guna Yang Sudah Ada
th: ใช้สิ่งที่มีอยู่แล้ว
ur: جو پہلے سے موجود ہے استعمال کریں
zh_hans: 使用已有内容

source: Use what is already there first to avoid duplicates.
ar: استخدم الموجود بالفعل أولًا لتجنب التكرارات.
es: Usa primero lo que ya esta ahi para evitar duplicados.
hi: डुप्लिकेट से बचने के लिए पहले मौजूदा चीजें इस्तेमाल करें।
it: Usa prima cio che c'e gia per evitare duplicati.
ja: 重複を避けるため、まず既存のものを使います。
ms: Guna yang sudah ada dahulu untuk mengelakkan pendua.
th: ใช้สิ่งที่มีอยู่ก่อนเพื่อเลี่ยงรายการซ้ำ
ur: نقل سے بچنے کے لیے پہلے جو موجود ہے اسے استعمال کریں۔
zh_hans: 先使用已有内容以避免重复。

source: Use your imported reminder sound.
ar: استخدم صوت التذكير الذي استوردته.
es: Usa el sonido de recordatorio importado.
hi: अपनी आयात की गई रिमाइंडर ध्वनि का उपयोग करें।
it: Usa il suono promemoria importato.
ja: 読み込んだリマインダー音を使います。
ms: Gunakan bunyi peringatan yang diimport.
th: ใช้เสียงเตือนความจำที่นำเข้า
ur: اپنی درآمد شدہ یاد دہانی کی آواز استعمال کریں۔
zh_hans: 使用你导入的提醒声音。

source: Use your own words. Submit project proposal, pick up groceries, or call Sarah at 4 PM all work.
ar: استخدم كلماتك الخاصة. أرسل مقترح المشروع، أو احصل على البقالة، أو اتصل بسارة في الساعة 4 مساءً.
es: Usa tus propias palabras. Envíe una propuesta de proyecto, recoja alimentos o llame a Sarah a las 4 p. m., todo funciona.
hi: अपने स्वंय के शब्द प्रयोग करो। प्रोजेक्ट प्रस्ताव सबमिट करें, किराने का सामान लें, या सभी काम के लिए शाम 4 बजे सारा को कॉल करें।
it: Usa le tue parole. Invia una proposta di progetto, ritira la spesa o chiama Sarah alle 16:00, tutto funziona.
ja: 自分の言葉を使ってください。プロジェクトの提案書を提出したり、食料品を買ったり、午後 4 時にサラに電話したりするのはすべて仕事です。
ms: Gunakan perkataan anda sendiri. Serahkan cadangan projek, ambil barang runcit atau hubungi Sarah pada pukul 4 petang semua kerja.
th: ใช้คำพูดของคุณเอง ส่งข้อเสนอโครงการ รับของชำ หรือโทรหา Sarah เวลา 16.00 น. ทุกงาน
ur: اپنے الفاظ استعمال کریں۔ پروجیکٹ پروپوزل جمع کروائیں، گروسری اٹھائیں، یا سارا کام شام 4 بجے سارہ کو کال کریں۔
zh_hans: 用你自己的话。提交项目提案、取杂货或在下午 4 点给莎拉打电话，这些都是工作。

source: Use your toDō account for iPhone, Android, and web.
ar: استخدم حساب تُدُ على iPhone وAndroid والويب.
es: Usa tu cuenta toDō en iPhone, Android y web.
hi: iPhone, Android और वेब के लिए अपना toDō खाता इस्तेमाल करें।
it: Usa il tuo account toDō su iPhone, Android e web.
ja: iPhone、Android、WebでtoDōアカウントを使います。
ms: Guna akaun toDō anda untuk iPhone, Android dan web.
th: ใช้บัญชี toDō ของคุณกับ iPhone, Android และเว็บ
ur: iPhone، Android اور web کے لیے اپنا toDō اکاؤنٹ استعمال کریں۔
zh_hans: 在 iPhone、Android 和网页上使用你的 toDō 帐户。

source: Used when you choose a due date without choosing a time.
ar: يُستخدم عند اختيار تاريخ استحقاق دون اختيار وقت.
es: Se usa cuando eliges una fecha de vencimiento sin elegir una hora.
hi: जब आप समय चुने बिना नियत तारीख चुनते हैं तब इसका उपयोग होता है।
it: Usata quando scegli una data di scadenza senza scegliere un'ora.
ja: 時刻を選ばずに期限日を選択した場合に使用されます。
ms: Digunakan apabila anda memilih tarikh tamat tanpa memilih masa.
th: ใช้เมื่อคุณเลือกวันครบกำหนดโดยไม่ได้เลือกเวลา
ur: جب آپ وقت منتخب کیے بغیر آخری تاریخ منتخب کرتے ہیں تو یہ استعمال ہوتا ہے۔
zh_hans: 当你只选择截止日期而未选择时间时使用。

source: User
ar: مستخدم
es: Usuario
hi: उपयोगकर्ता
it: Utente
ja: ユーザー
ms: Pengguna
th: ผู้ใช้
ur: صارف
zh_hans: 用户

source: Username
ar: اسم المستخدم
es: Nombre de usuario
hi: उपयोगकर्ता नाम
it: Nome utente
ja: ユーザー名
ms: Nama pengguna
th: ชื่อผู้ใช้
ur: صارف نام
zh_hans: 用户名

source: Uses your current timezone when refreshed.
ar: يستخدم منطقتك الزمنية الحالية عند التحديث.
es: Usa tu zona horaria actual al actualizar.
hi: रीफ्रेश होने पर आपका वर्तमान समय क्षेत्र इस्तेमाल करता है।
it: Usa il tuo fuso orario attuale quando viene aggiornato.
ja: 更新時に現在のタイムゾーンを使用します。
ms: Menggunakan zon masa semasa apabila disegar semula.
th: ใช้เขตเวลาปัจจุบันของคุณเมื่อรีเฟรช
ur: Refresh ہونے پر آپ کا موجودہ time zone استعمال کرتا ہے۔
zh_hans: 刷新时使用你当前的时区。

source: Uses your iPhone and Watch notification settings
ar: يستخدم إعدادات الإشعارات على iPhone والساعة
es: Usa los ajustes de notificaciones del iPhone y Watch
hi: आपके iPhone और Watch की सूचना सेटिंग्स का उपयोग करता है
it: Usa le impostazioni notifiche di iPhone e Watch
ja: iPhoneとWatchの通知設定を使用します
ms: Menggunakan tetapan pemberitahuan iPhone dan Watch anda
th: ใช้การตั้งค่าการแจ้งเตือนของ iPhone และ Watch
ur: آپ کے iPhone اور Watch کی اطلاع سیٹنگز استعمال کرتا ہے
zh_hans: 使用你的 iPhone 和 Watch 通知设置

source: Using Apple Park until location access is available.
ar: استخدامApple Parkحتى يتوفر الوصول إلى الموقع.
es: UsandoApple Parkhasta que el acceso a la ubicación esté disponible.
hi: स्थान पहुंच उपलब्ध होने तकApple Parkका उपयोग करना।
it: Utilizzo diApple Parkfinché non sarà disponibile l'accesso alla posizione.
ja: 位置情報にアクセスできるようになるまで、Apple Parkを使用します。
ms: MenggunakanApple Parksehingga akses lokasi tersedia.
th: ใช้Apple Parkจนกว่าจะสามารถเข้าถึงตำแหน่งได้
ur: مقام تک رسائی دستیاب ہونے تکApple Parkاستعمال کرنا۔
zh_hans: 使用Apple Park直到位置访问可用。

source: Using Apple Park until location access is granted.
ar: استخدامApple Parkحتى يتم منح الوصول إلى الموقع.
es: UsandoApple Parkhasta que se otorgue acceso a la ubicación.
hi: स्थान पहुंच प्रदान होने तकApple Parkका उपयोग करना।
it: Utilizzo diApple Parkfinché non viene concesso l'accesso alla posizione.
ja: 位置情報へのアクセスが許可されるまで、Apple Parkを使用します。
ms: MenggunakanApple Parksehingga akses lokasi diberikan.
th: ใช้Apple Parkจนกว่าจะได้รับสิทธิ์เข้าถึงตำแหน่ง
ur: Apple Parkاستعمال کرنا جب تک کہ مقام تک رسائی نہ دی جائے۔
zh_hans: 使用Apple Park直到授予位置访问权限。

source: Using iPhone Account
ar: يستخدم حساب iPhone
es: Usando la cuenta del iPhone
hi: iPhone खाते का उपयोग
it: Uso dell’account iPhone
ja: iPhoneアカウントを使用中
ms: Menggunakan akaun iPhone
th: กำลังใช้บัญชี iPhone
ur: iPhone اکاؤنٹ استعمال ہو رہا ہے
zh_hans: 正在使用 iPhone 帐户

source: Using iPhone: %@
ar: يستخدم iPhone: %@
es: Usando iPhone: %@
hi: iPhone का उपयोग: %@
it: Uso di iPhone: %@
ja: iPhoneを使用中: %@
ms: Menggunakan iPhone: %@
th: กำลังใช้ iPhone: %@
ur: iPhone استعمال ہو رہا ہے: %@
zh_hans: 正在使用 iPhone：%@

source: Version
ar: الإصدار
es: Versión
hi: संस्करण
it: Versione
ja: バージョン
ms: Versi
th: เวอร์ชัน
ur: ورژن
zh_hans: 版本

source: Version %@
ar: الإصدار %@
es: Versión %@
hi: संस्करण %@
it: Versione %@
ja: バージョン %@
ms: Versi %@
th: เวอร์ชัน %@
ur: ورژن %@
zh_hans: 版本 %@

source: View
ar: العرض
es: Vista
hi: दृश्य
it: Vista
ja: 表示
ms: Paparan
th: มุมมอง
ur: منظر
zh_hans: 视图

source: Waiting
ar: في الانتظار
es: Esperando
hi: प्रतीक्षा
it: In attesa
ja: 待機中
ms: Menunggu
th: กำลังรอ
ur: انتظار
zh_hans: 等待中

source: Waiting for changes from your other devices.
ar: في انتظار التغييرات من أجهزتك الأخرى.
es: Esperando cambios de sus otros dispositivos.
hi: आपके अन्य उपकरणों में परिवर्तन की प्रतीक्षा की जा रही है।
it: In attesa di modifiche dagli altri dispositivi.
ja: 他のデバイスからの変更を待っています。
ms: Menunggu perubahan daripada peranti anda yang lain.
th: กำลังรอการเปลี่ยนแปลงจากอุปกรณ์อื่นของคุณ
ur: آپ کے دوسرے آلات سے تبدیلیوں کا انتظار ہے۔
zh_hans: 等待其他设备的更改。

source: Waiting to Sync
ar: في انتظار المزامنة
es: Esperando para sincronizar
hi: सिंक होने की प्रतीक्षा की जा रही है
it: In attesa di sincronizzazione
ja: 同期を待っています
ms: Menunggu untuk Menyegerakkan
th: กำลังรอการซิงค์
ur: مطابقت پذیری کا انتظار ہے۔
zh_hans: 等待同步

source: Warm, loud, and built for urgency.
ar: دافئ وجريء ومصمم للإلحاح.
es: Cálido, llamativo y hecho para la urgencia.
hi: गरम, दमदार, और तात्कालिकता के लिए बनाया गया।
it: Caldo, deciso e pensato per l’urgenza.
ja: 温かく大胆で、緊急感のために設計。
ms: Hangat, lantang, dan dibina untuk keutamaan segera.
th: อบอุ่น เด่นชัด และออกแบบมาเพื่อความเร่งด่วน
ur: گرم، نمایاں، اور فوری کاموں کے لیے بنایا گیا۔
zh_hans: 温暖、醒目，为紧迫事项而设。

source: Watch Update
ar: تحديث الساعة
es: Actualización del Watch
hi: Watch अपडेट
it: Aggiornamento Watch
ja: Watchの更新
ms: Kemas Kini Watch
th: อัปเดต Watch
ur: واچ اپ ڈیٹ
zh_hans: 手表更新

source: We couldn't finish syncing. Check your connection and try again.
ar: تعذر إكمال المزامنة. تحقق من اتصالك وحاول مرة أخرى.
es: No pudimos terminar la sincronización. Comprueba tu conexión e inténtalo de nuevo.
hi: हम सिंक पूरा नहीं कर सके। अपना कनेक्शन जांचें और फिर कोशिश करें।
it: Non è stato possibile completare la sincronizzazione. Controlla la connessione e riprova.
ja: 同期を完了できませんでした。接続を確認して、もう一度お試しください。
ms: Kami tidak dapat melengkapkan penyegerakan. Semak sambungan anda dan cuba lagi.
th: ซิงค์ไม่เสร็จสมบูรณ์ ตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง
ur: ہم مطابقت پذیری مکمل نہیں کر سکے۔ اپنا کنکشن چیک کریں اور دوبارہ کوشش کریں۔
zh_hans: 同步未能完成。请检查连接后重试。

source: Web access is currently read only.
ar: الوصول عبر الويب للقراءة فقط حاليًا.
es: El acceso web es actualmente de solo lectura.
hi: वेब एक्सेस अभी केवल पढ़ने के लिए है।
it: L'accesso web è attualmente in sola lettura.
ja: 現在、Webアクセスは読み取り専用です。
ms: Akses web kini baca sahaja.
th: ขณะนี้การเข้าถึงเว็บเป็นแบบอ่านอย่างเดียว
ur: ویب رسائی فی الحال صرف پڑھنے کے لیے ہے۔
zh_hans: 网页访问目前为只读。

source: Web Read Only
ar: الويب للقراءة فقط
es: Web de solo lectura
hi: वेब केवल-पढ़ने योग्य
it: Web in sola lettura
ja: Web読み取り専用
ms: Web Baca Sahaja
th: เว็บแบบอ่านอย่างเดียว
ur: ویب صرف پڑھنے کے لیے
zh_hans: 网页只读

source: Web sync
ar: مزامنة الويب
es: Sincronización web
hi: वेब सिंक
it: Sincronizzazione web
ja: Web同期
ms: Penyegerakan web
th: การซิงค์เว็บ
ur: ویب سنک
zh_hans: 网页同步

source: Week
ar: أسبوع
es: Semana
hi: सप्ताह
it: Settimana
ja: 週
ms: Minggu
th: สัปดาห์
ur: ہفتہ
zh_hans: 星期

source: Weeks
ar: أسابيع
es: Semanas
hi: हफ्तों
it: Settimane
ja: 週間
ms: minggu
th: สัปดาห์
ur: ہفتے
zh_hans: 周数

source: Welcome to toDō
ar: مرحبًا بك فيتُدُ
es: Bienvenido atoDō
hi: toDōमें आपका स्वागत है
it: Benvenuto in ZXPLACEholder0ZX
ja: toDōへようこそ
ms: Selamat datang ketoDō
th: ยินดีต้อนรับสู่toDō
ur: ٹُڈُومیں خوش آمدید
zh_hans: 欢迎来到toDō

source: What do you wanna nanoDo?
ar: ماذا تريد أن تفعل كـ نَنُدُ؟
es: ¿Qué quieres nanoDo?
hi: आप नैनोडो क्या चाहते हैं?
it: Cosa vuoi nanoDo?
ja: 何をnanoDoしますか？
ms: Apa yang mahu anda nanoDo?
th: คุณอยาก nanoDo อะไร?
ur: آپ کیا نَینوڈو کرنا چاہتے ہیں؟
zh_hans: 你想要什么 NanoDo？

source: What do you wanna toDō?
ar: ماذا تريد أن تفعل كـ تُدُ؟
es: ¿Qué quieres hacer?
hi: आप क्या करना चाहते हैं?
it: Cosa vuoi toDō?
ja: 何をtoDōしますか？
ms: Apa yang mahu anda toDō?
th: คุณอยาก toDō อะไร?
ur: آپ کیا ٹُڈُو کرنا چاہتے ہیں؟
zh_hans: 你想做什么？

source: What do you want to toDō?
ar: ماذا تريد أن تفعل في تُدُ؟
es: ¿Qué quieres hacer?
hi: आप क्या करना चाहते हैं?
it: Cosa vuoi fare con toDō?
ja: toDōで何をしますか？
ms: Apa yang anda mahu lakukan dalam toDō?
th: คุณต้องการทำอะไรใน toDō
ur: آپ ٹُڈُو میں کیا کرنا چاہتے ہیں؟
zh_hans: 你想做什么？

source: what matters
ar: ما يهم
es: lo que importa
hi: जो मायने रखता है
it: ciò che conta
ja: 大切なこと
ms: apa yang penting
th: สิ่งที่สำคัญ
ur: جو اہم ہے
zh_hans: 重要的事

source: What matters next?
ar: ما المهم بعد ذلك؟
es: ¿Qué importa ahora?
hi: अब क्या मायने रखता है?
it: Cosa conta adesso?
ja: 次に大事なことは？
ms: Apa yang penting seterusnya?
th: อะไรสำคัญต่อไป?
ur: اگلا اہم کام کیا ہے؟
zh_hans: 接下来重要的是什么？

source: What Matters Next?
ar: ما المهم بعد ذلك؟
es: ¿Qué importa ahora?
hi: अब क्या मायने रखता है?
it: Cosa conta adesso?
ja: 次に大事なことは？
ms: Apa yang penting seterusnya?
th: อะไรสำคัญต่อไป?
ur: اگلا اہم کام کیا ہے؟
zh_hans: 接下来重要的是什么？

source: What matters now?
ar: ما المهم الآن؟
es: ¿Qué importa ahora?
hi: अभी क्या महत्वपूर्ण है?
it: Cosa conta ora?
ja: 今、大事なことは？
ms: Apa yang penting sekarang?
th: ตอนนี้อะไรสำคัญ?
ur: اب کیا اہم ہے؟
zh_hans: 现在什么最重要？

source: What needs to be done?
ar: ما الذي يجب إنجازه؟
es: ¿Qué hay que hacer?
hi: क्या करना है?
it: Cosa bisogna fare?
ja: 何をする必要がありますか？
ms: Apa yang perlu dilakukan?
th: ต้องทำอะไรบ้าง?
ur: کیا کرنا ہے؟
zh_hans: 需要做什么？

source: What Next?
ar: ما التالي؟
es: ¿Qué sigue?
hi: आगे क्या?
it: Cosa viene dopo?
ja: 次は何？
ms: Apa seterusnya?
th: ต่อไปทำอะไร?
ur: اگلا کیا ہے؟
zh_hans: 接下来做什么？

source: What should happen to shared lists?
ar: ماذا يجب أن يحدث للقوائم المشتركة؟
es: ¿Qué debería pasar con las listas compartidas?
hi: साझा सूचियों का क्या होना चाहिए?
it: Cosa deve accadere agli elenchi condivisi?
ja: 共有リストをどうしますか？
ms: Apakah yang perlu berlaku pada senarai dikongsi?
th: ต้องการทำอย่างไรกับรายการที่แชร์
ur: مشترکہ فہرستوں کے ساتھ کیا ہونا چاہیے؟
zh_hans: 如何处理共享列表？

source: What should the NanoDos be called?
ar: ما أسماء NanoDos؟
es: ¿Cómo deberían llamarse los NanoDos?
hi: NanoDos के नाम क्या होने चाहिए?
it: Come vuoi chiamare i NanoDo?
ja: NanoDoにはどんな名前を付けますか？
ms: Apakah nama NanoDo tersebut?
th: ต้องการตั้งชื่อ NanoDos ว่าอะไร
ur: NanoDos کے نام کیا ہونے چاہئیں؟
zh_hans: 这些 NanoDo 应该叫什么？

source: What should this time-sensitive toDō be called?
ar: ماذا يجب أن يكون اسم تُدُ الحساس للوقت؟
es: ¿Cómo debería llamarse esta tarea urgente?
hi: इस समय-संवेदनशील टूडू को क्या कहा जाना चाहिए?
it: Come dovrebbe chiamarsi questo toDō urgente?
ja: この時間指定toDōの名前は？
ms: Apa nama toDō sensitif masa ini?
th: toDō สำคัญตามเวลานี้ควรชื่ออะไร?
ur: اس وقت حساس ٹُڈُو کا نام کیا ہونا چاہیے؟
zh_hans: 这个时间敏感的待办事项应该叫什么？
